[
{
  "model": "analysis.transcription",
  "pk": 1,
  "fields": {
    "text": "MSLHello Dr Lewis, can you see me, ok? (WAVES) DrHello, yes I can. (WAVES BACK) MSLCan I just check who else we have in the meeting please? DRYes, of course, does everyone want to introduce   themselves? JDrHi, I’m Julie one of the junior doctors working alongside Dr Lewis at the moment. MSLGreat to meet you Julie, can I ask what stage you’re at in your training? JDrSure, I’m an F2 so still pretty early on. MSLWell it’s great to meet you, thanks for joining the meeting. NSHi, I’m Sally the Lung Specialist Nurse. MSLBrilliant, lovely to meet you Sally. Thanks for introducing yourselves, are we expecting anyone else? DRI don’t think so. MSLGreat, thank you. Let me introduce myself, I’m Laurence from Pharmapro and  I am here in response to a medical request you made through my colleague Louise.  I would like to take you through the data regarding Avant which is licensed in combination with docetaxel in patients with advanced or locally advanced Non Small Cell Lung Cancer that have progressed following first line treatment with platinum chemotherapy. Is that what you were expecting this meeting to be about? DRYes, that’s what I was hoping for! MSLExcellent, my aim is that by the end of the presentation I will have provided you with the information you need to support your treatment decisions for your patients. I am keen to answer any questions you may have so do please ask questions as we go through the data. DrGreat, thanks MSLDid any of you get the opportunity to attend the virtual ASCO meeting last month? DrYes, I did, it was a really great meeting MSLFantastic, I got to attend several of the sessions myself and was really impressed with the data and advancements in patient care that I saw. DrYes, I really enjoy ASCO as there is always so much great content. MSLWhat presentation stood out for you? DrSo many of them to be honest but the ones I found most interesting were the ones with the new biomarkers, it’s incredible how much we are discovering now in terms of targets for treatment and indicators for disease. MSLI know, it’s incredible and so promising for patients and clinicians alike.  Did you attend any of the presentations about Avant or ELC testing? DrYes, you couldn’t really miss it, there seemed to be a lot of studies being presented on both the drug and the testing. MSLYeah, there’s a significant level of interest in exploring what both the treatment and the test can offer lung cancer patients who have advanced disease, as you know, these patients can be very challenging to manage.  Can I ask what you remember from the presentations you observed? DrOf course, I know that your phase 3 study showed an improvement in progression free survival as well as overall survival and I understand that the particular protein the drug targets … sorry I can’t remember the name of the protein, but the protein is present in over 50% of patients – is that correct? MSLFantastic, it sounds like you have a good handle on the key elements, can I just ask your colleagues how much they know about Avant?  Julie?  Sally? JDrI have to admit I know very little about this treatment, so I am looking forward to learning from you. NSI have heard bits and bobs and I know as a team we are looking to start testing so it would be helpful to know a bit more. MSLOk, great, well if this works for you, I propose that I take you through the data and the testing set up and then we can leave some time for any questions you may have, should take about 15 minutes, does that sound ok? DrPerfect, thank you. MSLCan I ask what discussions you have had to date with the other consultants about it? DrWell after ASCO, I brought it up at a recent MDT meeting we had. MSLWas that in relation to a specific patient you were discussing? DrNo, not really MSLOk, just a general conversation about treatment options? Dr (NODS) Yeah, pretty much. MSLIn terms of the testing element, what information are you looking for specifically? Dr(SCRATCHES HEAD/THINKS) Best method of testing for the protein and the sensitivity of the test are both important to know. ******************************** MSL(NODS) Ok, I have a few slides on that here. As you may be aware, it’s a simple immunohistochemistry test you just need access to the antibody. Dr(SITS FORWARD) Where do we get the antibody from? MSLYou can order it direct from the company. DrDo we need a special testing kit? MSLYou can purchase an ELC ready-to-use assay, I have a leaflet I can leave on that showing the details. Dr Will the pathologists understand all of this? MSLYes, they should be very familiar with these types of tests. Dr Ok, so what are the tissue requirements to be able to perform the test? MSLThat’s a good question.  As you know tissue is difficult to get in lung cancer cases and the requirements in terms of size of sample is not that high, it is more important that the sample contains as many cancer cells as possible. DrSo any sample is better than nothing in terms of size? MSLI think in the discovery phase, as you build your experience, it would make sense to test as many samples as possible.  It might be worth speaking to your pathologists to check, but I would imagine their expectations in terms of tissue sample would be similar across the board. DrWell I suppose so, I guess we always try to get a good sample. MSLIn terms of the cut offs, they looked at whether a sample contained 25, 50 or 75% positive tumour cells and it was deemed that the ELC expression was high if the sample contained greater than 50% of cells expressing the protein.  Which means that if 50% or more of the cancer cells in the sample expresses the protein then the drug should work. DrDoes that mean, we would only use Avant in those patients who have 50% or greater expression? MSLYes, that’s correct. DrWhat percentage of patients would you expect to have 50% ELC expression in their tumours? MSLThe current data, which I am showing on the screen, which was published in the New England Journal of Medicine by Professor Sykes in 2018, suggests up to 65% of advanced or locally advanced non-small cell tumours may have some expression of ELC, the level of expression within the individuals is not yet known which is why everyone who could be eligible for treatment should be tested. DrOk, I see.  Do you need to re-biopsy when they progress? MSLThe data supports use of either material from the initial biopsy or from a second biopsy following progression, as it’s difficult to get tissue for the initial diagnosis, I imagine it must be even harder the second time round.  Do you re-biopsy many patients at progression? Dr We do if we can, just in case the cancer has mutated, but it’s not always possible. MSLYes, we hear from a lot of clinicians that getting access to good tissue samples is particularly challenging. Dr It can be, we do a lot of EBUS at this hospital, are cytology samples ok to use? MSL If they can be formalin fixed into a block and sliced then yes DrOk, I think that’s what they do with them, maybe another one for me to check with the pathologists. (MAKES A NOTE) MSLIf you would like me to support with any of the information you want to discuss with the pathologists then please let me know. DrYes, I might need some support, will see how I get on first. MSLOk, so that’s it in terms of the test, is there any other information you would like to know on that matter? DrI don’t think so, sounds like I need to speak to the pathologists first. MSLNo problem, and as I said I can support with any information if you need me to. NSWe have a meeting with Dr Williamson (the pathologist) at the end of the week, would you like me to add it to the agenda? DrYes please Sally, that would be great. DrAre you able to send me those slides you have? MSLThese ones on the detail around the testing requirements? DrYes, then I could forward them on to Dr Williamson MSLYes, that’s no problem at all, I can do that. DrThanks. MSLWhen you have introduced a new diagnostic test previously, what process did you follow to ensure it was integrated with minimal disruption to the turn around times of results? DrTo be honest, the pathologists do most of that, we just let them know which patients need testing when we have the MDT meeting. MSLOk, I see, whilst I understand that the pathologists take the lead on it, is there anything that you would improve about the process you currently have for identifying which patients require which diagnostic test? DrTo be honest, it works pretty well, I do think we should be quicker at adopting new tests though. MSLIs there anything specific you think that could be done? (LEANS FORWARD) DrProbably not, a lot of it comes down to funding within the trust and getting things through approval. MSLThat is similar in every trust to be honest. DrYes, I think it is a standard issue. (NODS IN AGREEMENT) MSLShall we have a look at the data now? Dr Yes please MSLIs there anything particular any of you would like me to focus on? DrAn overview of the phase 3 trial would be useful for me. NSI’d be keen to understand what side effects we are likely to see and how to manage them please. MSLOf course, we can certainly cover that. Can everyone see the title slide with the study name on it? Dr/JDr/NS Yes (all together) MSLThe phase 3 study was a randomized, double-blind, placebo-controlled, multinational, and multicenter study to evaluate the efficacy of Avant in combination with Docetaxel as second line therapy in patients with advanced or locally advanced NSCLC following first line treatment with platinum-based chemotherapy. The primary outcomes measured were progression free survival and overall survival and the secondary outcome measured was change in patient reported outcomes. Can you tell me what the title of the slide is that you can see on the screen? DrInclusion/Exclusion Criteria MSLGreat, well as you can see, these were in the inclusion and exclusion criteria, as you can see patients in the study had all progressed after 6 cycles of platinum-based chemotherapy. There were 602 patients in the study randomised to one of two arms. Any patients who had received any other systemic treatment for their cancer other than the platinum-based chemo were excluded from the study. The results are now showing on the screen and were as follows: Objective response rate = 45% vs 21%, progression free survival = 6.3 months vs 2.1 months and overall survival of 12.1 months vs 9.6 months. You can see on the graph here, the separation of the curves and a hazard ratio of 0.7 In terms of the patient recorded outcomes when looking at cough, chest pain, fatigue, and loss of appetite.  Participants reported on average a 25% improvement in symptom scores across all measures. What stands out for you in that data? DrIt’s certainly encouraging outcomes NSI’m pleased to see the improvement in symptom scores, for these patients, quality of life is so important. MSLAbsolutely, it’s important that we look at the impact on patients’ lives as well as the efficacy of the treatment. DrCould you just remind of the dosing again? MSLCertainly, let me just pull the dosing slide up for you, can you see that?  The dose, is weight dependent and is an infusion, but the treatment schedule is as follows: Avant + Docetaxel every 3 weeks or Placebo + Docetaxel every 3 weeks Dr So you say its weight based, what’s the calculation? MSLIts 0.2mg/kg DrAnd how often is that given? MSLIt’s given on Day 1 of each 3-weekly cycle alongside Docetaxel. DrSally, can you make a note of that for the nurses on the chemo suite? NSYes, no problem at all. Do you have the Adverse Events information you can show? MSLYes, of course, let me just pull the slide up…. Can you see the slide entitled Treatment Emergent Adverse Events? NSYes, we can see that. MSLPerfect, antibody drug conjugates tend to be well tolerated because they deliver the cytotoxic payload into the tumour cell meaning that very little goes into the healthy tissue, however like any treatment there are side effects.  What this slide shows you is the incidence of each of the reported adverse events, is there anything particular that stands out for you? NSEmmmm….  It actually looks like it’s generally well tolerated…  I’m quite surprised.  Are there any particular things we need to consider to mitigate the risks? MSLNot particularly, just the usual supportive treatments you would use for patients with this stage cancer. NSOk, great, thank you. MSLIs there anything else you would like me to show you in terms of the data? DrNo, I think we have enough there to be going on with. MSLGreat, so in terms of next steps, how do you plan to take this forward as a team? DrI think we will discuss it again at the MDT, I also need to catch up with Dr Williamson to discuss the pathology set up. MSLWhat additional information or support do you need from me? DrI think it would be good if you could send me the slides you have shown us today so I can reference them when discussing with ym colleagues. MSLOf course, would you be interested in signing up to our Clinical Paper Portal which would give you access to all the clinical studies for Avant? DrThat sounds helpful, what would I need to do? MSLIf you’re happy for me to pass your email address on to my colleague in our Medical Information department they will create you an account and send you the link. DrYes, that would be great, thank you. MSLI also note from the registrations that you have signed up to our upcoming webinar “The Evolution of Treatments for Advanced Lung Cancer”.  Sally, Julie – would you like me to send you the information on the webinar? JDrYes please, that would be interesting. NSSure, I’ll take a look. MSLDr Lewis – the webinar will focus on some case studies that are developing, is this something you might be interested in being involved in? DrI might be, I’d need to know a bit more. MSLWould it be ok to reach out to you after the webinar to discuss in more depth? DrYes, that would be fine. MSLOk, well I’m conscious of time, I will send out the webinar information and get Dr Lewis set up on the clinical paper portal.  I know you have plans to speak to your pathologist and the wider team, please do let me know if you need any support with that. DrWill do, many thanks MSLYour welcome, look forward to speaking with you all again. ALLBye, thanks, bye etc…",
    "segments": "[\"MSLHello Dr Lewis, can you see me, ok? (WAVES) DrHello, yes I can. (WAVES BACK) MSLCan I just check who else we have in the meeting please? DRYes, of course, does everyone want to introduce themselves? JDrHi, I\\u2019m Julie one of the junior doctors working alongside Dr Lewis at the moment. MSLGreat to meet you Julie, can I ask what stage you\\u2019re at in your training? JDrSure, I\\u2019m an F2 so still pretty early on. MSLWell it\\u2019s great to meet you, thanks for joining the meeting. NSHi, I\\u2019m Sally the Lung Specialist Nurse. MSLBrilliant, lovely to meet you Sally. Thanks for introducing yourselves, are we expecting anyone else? DRI don\\u2019t think so. MSLGreat, thank you. Let me introduce myself, I\\u2019m Laurence from Pharmapro and I am here in response to a medical request you made through my colleague Louise. I would like to take you through the data regarding Avant which is licensed in combination with docetaxel in patients with advanced or locally advanced Non Small Cell Lung Cancer that have progressed following first line treatment with platinum chemotherapy. Is that what you were expecting this meeting to be about? DRYes, that\\u2019s what I was hoping for! MSLExcellent, my aim is that by the end of the presentation I will have provided you with the information you need to support your treatment decisions for your patients. I am keen to answer any questions you may have so do please ask questions as we go through the data. DrGreat, thanks MSLDid any of you get the opportunity to attend the virtual ASCO meeting last month? DrYes, I did, it was a really great meeting MSLFantastic, I got to attend several of the sessions myself and was really impressed with the data and advancements in patient care that I saw. DrYes, I really enjoy ASCO as there is always so much great content. MSLWhat presentation stood out for you? DrSo many of them to be honest but the ones I found most interesting were the ones with the new biomarkers, it\\u2019s incredible how much we are discovering now in terms of targets for treatment and indicators for disease. MSLI know, it\\u2019s incredible and so promising for patients and clinicians alike. Did you attend any of the presentations about Avant or ELC testing? DrYes, you couldn\\u2019t really miss it, there seemed to be a lot of studies being presented on both the drug and the testing. MSLYeah, there\\u2019s a significant level of interest in exploring what both the treatment and the test can offer lung cancer patients who have advanced disease, as you know, these patients can be very challenging to manage. Can I ask what you remember from the presentations you observed? DrOf course, I know that your phase 3 study showed an improvement in progression free survival as well as overall survival and I understand that the particular protein the drug targets \\u2026 sorry I can\\u2019t remember the name of the protein, but the protein is present in over 50% of patients \\u2013 is that correct? MSLFantastic, it sounds like you have a good handle on the key elements, can I just ask your colleagues how much they know about Avant? Julie? Sally? JDrI have to admit I know very little about this treatment, so I am looking forward to learning from you. NSI have heard bits and bobs and I know as a team we are looking to start testing so it would be helpful to know a bit more. MSLOk, great, well if this works for you, I propose that I take you through the data and the testing set up and then we can leave some time for any questions you may have, should take about 15 minutes, does that sound ok? DrPerfect, thank you. MSLCan I ask what discussions you have had to date with the other consultants about it? DrWell after ASCO, I brought it up at a recent MDT meeting we had. MSLWas that in relation to a specific patient you were discussing? DrNo, not really MSLOk, just a general conversation about treatment options? Dr (NODS) Yeah, pretty much. MSLIn terms of the testing element, what information are you looking for specifically? Dr(SCRATCHES HEAD/THINKS) Best method of testing for the protein and the sensitivity of the test are both important to know. ******************************** MSL(NODS) Ok, I have a few slides on that here. As you may be aware, it\\u2019s a simple immunohistochemistry test you just need access to the antibody. Dr(SITS FORWARD) Where do we get the antibody from? MSLYou can order it direct from the company. DrDo we need a special testing kit? MSLYou can purchase an ELC ready-to-use assay, I have a leaflet I can leave on that showing the details. Dr Will the pathologists understand all of this? MSLYes, they should be very familiar with these types of tests. Dr Ok, so what are the tissue requirements to be able to perform the test? MSLThat\\u2019s a good question. As you know tissue is difficult to get in lung cancer cases and the requirements in terms of size of sample is not that high, it is more important that the sample contains as many cancer cells as possible. DrSo any sample is better than nothing in terms of size? MSLI think in the discovery phase, as you build your experience, it would make sense to test as many samples as possible. It might be worth speaking to your pathologists to check, but I would imagine their expectations in terms of tissue sample would be similar across the board. DrWell I suppose so, I guess we always try to get a good sample. MSLIn terms of the cut offs, they looked at whether a sample contained 25, 50 or 75% positive tumour cells and it was deemed that the ELC expression was high if the sample contained greater than 50% of cells expressing the protein. Which means that if 50% or more of the cancer cells in the sample expresses the protein then the drug should work. DrDoes that mean, we would only use Avant in those patients who have 50% or greater expression? MSLYes, that\\u2019s correct. DrWhat percentage of patients would you expect to have 50% ELC expression in their tumours? MSLThe current data, which I am showing on the screen, which was published in the New England Journal of Medicine by Professor Sykes in 2018, suggests up to 65% of advanced or locally advanced non-small cell tumours may have some expression of ELC, the level of expression within the individuals is not yet known which is why everyone who could be eligible for treatment should be tested. DrOk, I see. Do you need to re-biopsy when they progress? MSLThe data supports use of either material from the initial biopsy or from a second biopsy following progression, as it\\u2019s difficult to get tissue for the initial diagnosis, I imagine it must be even harder the second time round. Do you re-biopsy many patients at progression? Dr We do if we can, just in case the cancer has mutated, but it\\u2019s not always possible. MSLYes, we hear from a lot of clinicians that getting access to good tissue samples is particularly challenging. Dr It can be, we do a lot of EBUS at this hospital, are cytology samples ok to use? MSL If they can be formalin fixed into a block and sliced then yes DrOk, I think that\\u2019s what they do with them, maybe another one for me to check with the pathologists. (MAKES A NOTE) MSLIf you would like me to support with any of the information you want to discuss with the pathologists then please let me know. DrYes, I might need some support, will see how I get on first. MSLOk, so that\\u2019s it in terms of the test, is there any other information you would like to know on that matter? DrI don\\u2019t think so, sounds like I need to speak to the pathologists first. MSLNo problem, and as I said I can support with any information if you need me to. NSWe have a meeting with Dr Williamson (the pathologist) at the end of the week, would you like me to add it to the agenda? DrYes please Sally, that would be great. DrAre you able to send me those slides you have? MSLThese ones on the detail around the testing requirements? DrYes, then I could forward them on to Dr Williamson MSLYes, that\\u2019s no problem at all, I can do that. DrThanks. MSLWhen you have introduced a new diagnostic test previously, what process did you follow to ensure it was integrated with minimal disruption to the turn around times of results? DrTo be honest, the pathologists do most of that, we just let them know which patients need testing when we have the MDT meeting. MSLOk, I see, whilst I understand that the pathologists take the lead on it, is there anything that you would improve about the process you currently have for identifying which patients require which diagnostic test? DrTo be honest, it works pretty well, I do think we should be quicker at adopting new tests though. MSLIs there anything specific you think that could be done? (LEANS FORWARD) DrProbably not, a lot of it comes down to funding within the trust and getting things through approval. MSLThat is similar in every trust to be honest. DrYes, I think it is a standard issue. (NODS IN AGREEMENT) MSLShall we have a look at the data now? Dr Yes please MSLIs there anything particular any of you would like me to focus on? DrAn overview of the phase 3 trial would be useful for me. NSI\\u2019d be keen to understand what side effects we are likely to see and how to manage them please. MSLOf course, we can certainly cover that. Can everyone see the title slide with the study name on it? Dr/JDr/NS Yes (all together) MSLThe phase 3 study was a randomized, double-blind, placebo-controlled, multinational, and multicenter study to evaluate the efficacy of Avant in combination with Docetaxel as second line therapy in patients with advanced or locally advanced NSCLC following first line treatment with platinum-based chemotherapy. The primary outcomes measured were progression free survival and overall survival and the secondary outcome measured was change in patient reported outcomes. Can you tell me what the title of the slide is that you can see on the screen? DrInclusion/Exclusion Criteria MSLGreat, well as you can see, these were in the inclusion and exclusion criteria, as you can see patients in the study had all progressed after 6 cycles of platinum-based chemotherapy. There were 602 patients in the study randomised to one of two arms. Any patients who had received any other systemic treatment for their cancer other than the platinum-based chemo were excluded from the study. The results are now showing on the screen and were as follows: Objective response rate = 45% vs 21%, progression free survival = 6.3 months vs 2.1 months and overall survival of 12.1 months vs 9.6 months. You can see on the graph here, the separation of the curves and a hazard ratio of 0.7 In terms of the patient recorded outcomes when looking at cough, chest pain, fatigue, and loss of appetite. Participants reported on average a 25% improvement in symptom scores across all measures. What stands out for you in that data? DrIt\\u2019s certainly encouraging outcomes NSI\\u2019m pleased to see the improvement in symptom scores, for these patients, quality of life is so important. MSLAbsolutely, it\\u2019s important that we look at the impact on patients\\u2019 lives as well as the efficacy of the treatment. DrCould you just remind of the dosing again? MSLCertainly, let me just pull the dosing slide up for you, can you see that? The dose, is weight dependent and is an infusion, but the treatment schedule is as follows: Avant + Docetaxel every 3 weeks or Placebo + Docetaxel every 3 weeks Dr So you say its weight based, what\\u2019s the calculation? MSLIts 0.2mg/kg DrAnd how often is that given? MSLIt\\u2019s given on Day 1 of each 3-weekly cycle alongside Docetaxel. DrSally, can you make a note of that for the nurses on the chemo suite? NSYes, no problem at all. Do you have the Adverse Events information you can show? MSLYes, of course, let me just pull the slide up\\u2026. Can you see the slide entitled Treatment Emergent Adverse Events? NSYes, we can see that. MSLPerfect, antibody drug conjugates tend to be well tolerated because they deliver the cytotoxic payload into the tumour cell meaning that very little goes into the healthy tissue, however like any treatment there are side effects. What this slide shows you is the incidence of each of the reported adverse events, is there anything particular that stands out for you? NSEmmmm\\u2026. It actually looks like it\\u2019s generally well tolerated\\u2026 I\\u2019m quite surprised. Are there any particular things we need to consider to mitigate the risks? MSLNot particularly, just the usual supportive treatments you would use for patients with this stage cancer. NSOk, great, thank you. MSLIs there anything else you would like me to show you in terms of the data? DrNo, I think we have enough there to be going on with. MSLGreat, so in terms of next steps, how do you plan to take this forward as a team? DrI think we will discuss it again at the MDT, I also need to catch up with Dr Williamson to discuss the pathology set up. MSLWhat additional information or support do you need from me? DrI think it would be good if you could send me the slides you have shown us today so I can reference them when discussing with ym colleagues. MSLOf course, would you be interested in signing up to our Clinical Paper Portal which would give you access to all the clinical studies for Avant? DrThat sounds helpful, what would I need to do? MSLIf you\\u2019re happy for me to pass your email address on to my colleague in our Medical Information department they will create you an account and send you the link. DrYes, that would be great, thank you. MSLI also note from the registrations that you have signed up to our upcoming webinar \\u201cThe Evolution of Treatments for Advanced Lung Cancer\\u201d. Sally, Julie \\u2013 would you like me to send you the information on the webinar? JDrYes please, that would be interesting. NSSure, I\\u2019ll take a look. MSLDr Lewis \\u2013 the webinar will focus on some case studies that are developing, is this something you might be interested in being involved in? DrI might be, I\\u2019d need to know a bit more. MSLWould it be ok to reach out to you after the webinar to discuss in more depth? DrYes, that would be fine. MSLOk, well I\\u2019m conscious of time, I will send out the webinar information and get Dr Lewis set up on the clinical paper portal. I know you have plans to speak to your pathologist and the wider team, please do let me know if you need any support with that. DrWill do, many thanks MSLYour welcome, look forward to speaking with you all again. ALLBye, thanks, bye etc\\u2026\"]",
    "created_at": "2024-05-06T21:56:25.104Z"
  }
},
{
  "model": "analysis.transcription",
  "pk": 2,
  "fields": {
    "text": "RE:Hi, Tracey. Nice to see you again. HCP:Hi. RE:How are you? HCP:Yes, really good, thanks, Rachael. How are you? Nice to see you. RE:I’m very well, thank you. Thank you for meeting with me today. RE:Remind me, Tracey, I understand from Partridge Health that you’re looking to repatriate your CCPs, so I was hoping today if we could just chat about that a little bit and just ask you a few questions about that, if that’d be okay? HCP:Yes, of course. Yes. RE:Great. So before I go into that, I just wanted to do a little bit more of a background to the lab. So with your instrument set-up at the moment, what instruments do you have in immunology at the moment? HCP:In immunology, obviously we’ve got the Optimed 360, just the one of those. RE:So with the CCPs, Tracey, what’s your workload at the moment? How many are you doing a day, roughly? HCP:A day? Gosh, I think current workload is about 250 a month that we’re sending away. RE:And so you’re sending them away to Partridge at the moment, and what analyser do they run them on? HCP:They’re using the Biovance automated system, so they just pop them on and they’re tracked and the turnaround times are really rapid, which is fantastic. RE:So in terms of bringing them back in house then, in a perfect world, how would you like to see the service set-up for  your CCPs here? How would you like to run them, do you think? HCP:I think the main plan is, because we also have automation downstairs, there is the Biovance tracking system, and therefore it’s a good crossover, it minimises the comparison we need to do as we’re using that test already, we’re kind of used to the results, and, in-house, all we have to do is a minor validation of the methods to see that we’re producing similar results. RE:I see, so turnaround times are key really for you? HCP:Yes, seven days for CCPs. RE:Seven days, currently, okay. So with the Optimed 360 at the moment, are you running that every day? HCP:Yes, most days. RE:And how often do you run the EliA IgG method? HCP:That’s pretty much every day, for a variety of tests. RE:So what would you say, then, if we could look at, say, for example, running your CCPs three times a day? Because am I right in thinking that CCP testing, it’s not classed as urgent, per se? HCP:No, that’s why it’s got quite a generous turnaround time compared to MPA, PR3s and things like that. RE:With it being continuous loading, we could have the EliA IgG method set up every day, and maybe you could prioritise three days but know that you’ve got the leeway, and then you can feed the samples through every day, and you would still be comfortably within your seven-day turnaround. HCP:Sure. One thing though, what’s the first time to result for those? RE:I want to say it’s about an hour and a half, but I’m not entirely sure. Funny you say that, actually, I’ve got a brochure that talks about the process time and shows a schematic, but I don’t actually have any with me, so sorry about that, but I could maybe get one to you. But that shows quite nicely the time to first result. So still comfortably within your working day, and working during the three days per week for CCPs, you would be within your turnaround time. HCP:Okay, yes. If you could forward that on, that’d be really handy, please. RE:Yes. So does that sounds like something that would work in terms of doing CCP three times a day, do you think that would fit? HCP:Yes, I think, at this stage, depending on costs, etc., it’s worth thinking about, definitely. RE:And then, what would be involved in that, Tracey, in terms of if you wanted to consider looking at them on the Optimed 360? HCP:Well, obviously you know we’ve never got enough staff and there’s never enough time, is there any way you could give us some support with an evaluation? Because if we were going to do a Biovance evaluation, it would be minimal, whereas if we were considering the 360, it would be a substantially larger study. So… RE:Yes, I’m sure we could sort something out for you, that’s no problem. Leave that with me. HCP:Okay, thank you. RE:So that’s really great. I’ve got a good understanding of what you’re looking to achieve. So perhaps maybe the next step would be we could arrange another meeting and we can talk about it again in a little bit more detail. Does that sound okay? HCP:Yes, absolutely. ******************************** RE:We can always come back. HCP:Yes. RE:Yes, that’d be really helpful, but thank you for today, that’s really useful to know where you are and what you’re looking to achieve, and yes, we can come back and talk about it again. HCP:Okay, super. RE:So thank you. HCP:Yes, lovely to see you. RE:And you. HCP:Bye. RE:Bye-bye. CO:Bye.",
    "segments": "[\"RE:Hi, Tracey. Nice to see you again. HCP:Hi. RE:How are you? HCP:Yes, really good, thanks, Rachael. How are you? Nice to see you. RE:I\\u2019m very well, thank you. Thank you for meeting with me today. RE:Remind me, Tracey, I understand from Partridge Health that you\\u2019re looking to repatriate your CCPs, so I was hoping today if we could just chat about that a little bit and just ask you a few questions about that, if that\\u2019d be okay? HCP:Yes, of course. Yes. RE:Great. So before I go into that, I just wanted to do a little bit more of a background to the lab. So with your instrument set-up at the moment, what instruments do you have in immunology at the moment? HCP:In immunology, obviously we\\u2019ve got the Optimed 360, just the one of those. RE:So with the CCPs, Tracey, what\\u2019s your workload at the moment? How many are you doing a day, roughly? HCP:A day? Gosh, I think current workload is about 250 a month that we\\u2019re sending away. RE:And so you\\u2019re sending them away to Partridge at the moment, and what analyser do they run them on? HCP:They\\u2019re using the Biovance automated system, so they just pop them on and they\\u2019re tracked and the turnaround times are really rapid, which is fantastic. RE:So in terms of bringing them back in house then, in a perfect world, how would you like to see the service set-up for your CCPs here? How would you like to run them, do you think? HCP:I think the main plan is, because we also have automation downstairs, there is the Biovance tracking system, and therefore it\\u2019s a good crossover, it minimises the comparison we need to do as we\\u2019re using that test already, we\\u2019re kind of used to the results, and, in-house, all we have to do is a minor validation of the methods to see that we\\u2019re producing similar results. RE:I see, so turnaround times are key really for you? HCP:Yes, seven days for CCPs. RE:Seven days, currently, okay. So with the Optimed 360 at the moment, are you running that every day? HCP:Yes, most days. RE:And how often do you run the EliA IgG method? HCP:That\\u2019s pretty much every day, for a variety of tests. RE:So what would you say, then, if we could look at, say, for example, running your CCPs three times a day? Because am I right in thinking that CCP testing, it\\u2019s not classed as urgent, per se? HCP:No, that\\u2019s why it\\u2019s got quite a generous turnaround time compared to MPA, PR3s and things like that. RE:With it being continuous loading, we could have the EliA IgG method set up every day, and maybe you could prioritise three days but know that you\\u2019ve got the leeway, and then you can feed the samples through every day, and you would still be comfortably within your seven-day turnaround. HCP:Sure. One thing though, what\\u2019s the first time to result for those? RE:I want to say it\\u2019s about an hour and a half, but I\\u2019m not entirely sure. Funny you say that, actually, I\\u2019ve got a brochure that talks about the process time and shows a schematic, but I don\\u2019t actually have any with me, so sorry about that, but I could maybe get one to you. But that shows quite nicely the time to first result. So still comfortably within your working day, and working during the three days per week for CCPs, you would be within your turnaround time. HCP:Okay, yes. If you could forward that on, that\\u2019d be really handy, please. RE:Yes. So does that sounds like something that would work in terms of doing CCP three times a day, do you think that would fit? HCP:Yes, I think, at this stage, depending on costs, etc., it\\u2019s worth thinking about, definitely. RE:And then, what would be involved in that, Tracey, in terms of if you wanted to consider looking at them on the Optimed 360? HCP:Well, obviously you know we\\u2019ve never got enough staff and there\\u2019s never enough time, is there any way you could give us some support with an evaluation? Because if we were going to do a Biovance evaluation, it would be minimal, whereas if we were considering the 360, it would be a substantially larger study. So\\u2026 RE:Yes, I\\u2019m sure we could sort something out for you, that\\u2019s no problem. Leave that with me. HCP:Okay, thank you. RE:So that\\u2019s really great. I\\u2019ve got a good understanding of what you\\u2019re looking to achieve. So perhaps maybe the next step would be we could arrange another meeting and we can talk about it again in a little bit more detail. Does that sound okay? HCP:Yes, absolutely. ******************************** RE:We can always come back. HCP:Yes. RE:Yes, that\\u2019d be really helpful, but thank you for today, that\\u2019s really useful to know where you are and what you\\u2019re looking to achieve, and yes, we can come back and talk about it again. HCP:Okay, super. RE:So thank you. HCP:Yes, lovely to see you. RE:And you. HCP:Bye. RE:Bye-bye. CO:Bye.\"]",
    "created_at": "2024-05-09T07:46:35.571Z"
  }
},
{
  "model": "analysis.statementclassification",
  "pk": 325,
  "fields": {
    "transcription": 2,
    "segment_number": 1,
    "category": "OPENING",
    "statement": "Hi, Tracey. Nice to see you again.",
    "levelDone": true
  }
},
{
  "model": "analysis.statementclassification",
  "pk": 326,
  "fields": {
    "transcription": 2,
    "segment_number": 1,
    "category": "OPENING",
    "statement": "How are you?",
    "levelDone": true
  }
},
{
  "model": "analysis.statementclassification",
  "pk": 327,
  "fields": {
    "transcription": 2,
    "segment_number": 1,
    "category": "OPENING",
    "statement": "I’m very well, thank you. Thank you for meeting with me today.",
    "levelDone": true
  }
},
{
  "model": "analysis.statementclassification",
  "pk": 328,
  "fields": {
    "transcription": 2,
    "segment_number": 1,
    "category": "OPENING",
    "statement": "Remind me, Tracey, I understand from Partridge Health that you’re looking to repatriate your CCPs, so I was hoping today if we could just chat about that a little bit and just ask you a few questions about that, if that’d be okay?",
    "levelDone": true
  }
},
{
  "model": "analysis.statementclassification",
  "pk": 329,
  "fields": {
    "transcription": 2,
    "segment_number": 1,
    "category": "QUESTIONING",
    "statement": "So with your instrument set-up at the moment, what instruments do you have in immunology at the moment?",
    "levelDone": true
  }
},
{
  "model": "analysis.statementclassification",
  "pk": 330,
  "fields": {
    "transcription": 2,
    "segment_number": 1,
    "category": "QUESTIONING",
    "statement": "So with the CCPs, Tracey, what’s your workload at the moment? How many are you doing a day, roughly?",
    "levelDone": true
  }
},
{
  "model": "analysis.statementclassification",
  "pk": 331,
  "fields": {
    "transcription": 2,
    "segment_number": 1,
    "category": "QUESTIONING",
    "statement": "And so you’re sending them away to Partridge at the moment, and what analyser do they run them on?",
    "levelDone": true
  }
},
{
  "model": "analysis.statementclassification",
  "pk": 332,
  "fields": {
    "transcription": 2,
    "segment_number": 1,
    "category": "QUESTIONING",
    "statement": "So in terms of bringing them back in house then, in a perfect world, how would you like to see the service set-up for your CCPs here? How would you like to run them, do you think?",
    "levelDone": true
  }
},
{
  "model": "analysis.statementclassification",
  "pk": 333,
  "fields": {
    "transcription": 2,
    "segment_number": 1,
    "category": "QUESTIONING",
    "statement": "I see, so turnaround times are key really for you?",
    "levelDone": true
  }
},
{
  "model": "analysis.statementclassification",
  "pk": 334,
  "fields": {
    "transcription": 2,
    "segment_number": 1,
    "category": "QUESTIONING",
    "statement": "So with the Optimed 360 at the moment, are you running that every day?",
    "levelDone": true
  }
},
{
  "model": "analysis.statementclassification",
  "pk": 335,
  "fields": {
    "transcription": 2,
    "segment_number": 1,
    "category": "QUESTIONING",
    "statement": "And how often do you run the EliA IgG method?",
    "levelDone": true
  }
},
{
  "model": "analysis.statementclassification",
  "pk": 336,
  "fields": {
    "transcription": 2,
    "segment_number": 1,
    "category": "QUESTIONING",
    "statement": "So what would you say, then, if we could look at, say, for example, running your CCPs three times a day? Because am I right in thinking that CCP testing, it’s not classed as urgent, per se?",
    "levelDone": true
  }
},
{
  "model": "analysis.statementclassification",
  "pk": 337,
  "fields": {
    "transcription": 2,
    "segment_number": 1,
    "category": "QUESTIONING",
    "statement": "One thing though, what’s the first time to result for those?",
    "levelDone": true
  }
},
{
  "model": "analysis.statementclassification",
  "pk": 338,
  "fields": {
    "transcription": 2,
    "segment_number": 1,
    "category": "QUESTIONING",
    "statement": "So does that sounds like something that would work in terms of doing CCP three times a day, do you think that would fit?",
    "levelDone": true
  }
},
{
  "model": "analysis.statementclassification",
  "pk": 339,
  "fields": {
    "transcription": 2,
    "segment_number": 1,
    "category": "QUESTIONING",
    "statement": "And then, what would be involved in that, Tracey, in terms of if you wanted to consider looking at them on the Optimed 360?",
    "levelDone": true
  }
},
{
  "model": "analysis.statementclassification",
  "pk": 340,
  "fields": {
    "transcription": 2,
    "segment_number": 1,
    "category": "PRESENTING",
    "statement": "Great. So before I go into that, I just wanted to do a little bit more of a background to the lab.",
    "levelDone": true
  }
},
{
  "model": "analysis.statementclassification",
  "pk": 341,
  "fields": {
    "transcription": 2,
    "segment_number": 1,
    "category": "PRESENTING",
    "statement": "They’re using the Biovance automated system, so they just pop them on and they’re tracked and the turnaround times are really rapid, which is fantastic.",
    "levelDone": true
  }
},
{
  "model": "analysis.statementclassification",
  "pk": 342,
  "fields": {
    "transcription": 2,
    "segment_number": 1,
    "category": "PRESENTING",
    "statement": "I want to say it’s about an hour and a half, but I’m not entirely sure. Funny you say that, actually, I’ve got a brochure that talks about the process time and shows a schematic, but I don’t actually have any with me, so sorry about that, but I could maybe get one to you. But that shows quite nicely the time to first result. So still comfortably within your working day, and working during the three days per week for CCPs, you would be within your turnaround time.",
    "levelDone": true
  }
},
{
  "model": "analysis.statementclassification",
  "pk": 343,
  "fields": {
    "transcription": 2,
    "segment_number": 1,
    "category": "PRESENTING",
    "statement": "Yes, I’m sure we could sort something out for you, that’s no problem. Leave that with me.",
    "levelDone": true
  }
},
{
  "model": "analysis.statementclassification",
  "pk": 344,
  "fields": {
    "transcription": 2,
    "segment_number": 1,
    "category": "CLOSING_OUTCOME",
    "statement": "{'closing_statement': 'So that’s really great. I’ve got a good understanding of what you’re looking to achieve. So perhaps maybe the next step would be we could arrange another meeting and we can talk about it again in a little bit more detail. Does that sound okay?', 'outcome_statement': 'Yes, absolutely.'}",
    "levelDone": true
  }
},
{
  "model": "analysis.statementclassification",
  "pk": 345,
  "fields": {
    "transcription": 2,
    "segment_number": 1,
    "category": "CLOSING_OUTCOME",
    "statement": "{'closing_statement': 'We can always come back.', 'outcome_statement': 'Yes.'}",
    "levelDone": true
  }
},
{
  "model": "analysis.statementclassification",
  "pk": 346,
  "fields": {
    "transcription": 2,
    "segment_number": 1,
    "category": "CLOSING_OUTCOME",
    "statement": "{'closing_statement': 'Yes, that’d be really helpful, but thank you for today, that’s really useful to know where you are and what you’re looking to achieve, and yes, we can come back and talk about it again.', 'outcome_statement': 'Okay, super.'}",
    "levelDone": true
  }
},
{
  "model": "analysis.statementclassification",
  "pk": 347,
  "fields": {
    "transcription": 2,
    "segment_number": 1,
    "category": "CLOSING_OUTCOME",
    "statement": "{'closing_statement': 'So thank you.', 'outcome_statement': 'Yes, lovely to see you.'}",
    "levelDone": true
  }
},
{
  "model": "analysis.statementclassification",
  "pk": 348,
  "fields": {
    "transcription": 2,
    "segment_number": 1,
    "category": "CLOSING_OUTCOME",
    "statement": "{'closing_statement': 'And you.', 'outcome_statement': 'Bye.'}",
    "levelDone": true
  }
},
{
  "model": "analysis.statementclassification",
  "pk": 349,
  "fields": {
    "transcription": 2,
    "segment_number": 1,
    "category": "CLOSING_OUTCOME",
    "statement": "{'closing_statement': 'Bye-bye.', 'outcome_statement': 'Bye.'}",
    "levelDone": true
  }
},
{
  "model": "analysis.statementclassificationtypeprompt",
  "pk": 1,
  "fields": {
    "category": "OPENING",
    "definition": "Capture the REP’s initial efforts to set the stage for the interaction. This includes greetings, acknowledging the HCP's time, and explicitly stating the conversation's purpose. Look for clarity in introducing the topic and whether the REP seeks explicit consent to proceed with the discussion. These statements appear exclusively at the beginning of the conversation.",
    "examples": ".",
    "active": true
  }
},
{
  "model": "analysis.statementclassificationtypeprompt",
  "pk": 2,
  "fields": {
    "category": "QUESTIONING",
    "definition": "Involve the REP's questions aimed at gathering information from the HCP or understanding their perspective on patient care, treatment options, or related practices. Questions range from building rapport to strategically probing to uncover needs or potential shifts in treatment approach. The depth and relevance of the questions to the central topic determine their classification.",
    "examples": "Question: #What specific challenges do you face in managing patients with [condition]?#\r\nReasoning: This question targets understanding the HCP's pain points and difficulties in managing the condition. It helps the representative tailor their pitch to address these challenges directly, positioning their product as a solution.\r\n\r\nQuestion: #How do you currently stay updated on the latest advancements in [therapeutic area]?#\r\nReasoning: This question aims to uncover the HCP's sources of information and their level of engagement with industry updates. It helps the representative understand the best channels for disseminating new information about their product.\r\n\r\nQuestion: #Can you share any recent patient cases that have prompted you to reconsider your treatment approach?#\r\nReasoning: By asking about specific patient cases, the representative gains insight into the HCP's clinical decision-making process and any recent shifts in their treatment approach. This information can guide the representative in positioning their product as a viable option.\r\n\r\nQuestion: #What outcomes do you prioritize the most when evaluating treatment options for your patients?#\r\nReasoning: This question delves into the HCP's treatment goals and priorities, helping the representative align their product's benefits with the outcomes that matter most to the HCP. It enables a more targeted and persuasive sales pitch.\r\n\r\nQuestion: #In your opinion, what are the biggest unmet needs in the current treatment landscape for [condition]?#\r\nReasoning: By identifying unmet needs, the representative can position their product as filling a gap in the market and addressing specific challenges faced by the HCP and their patients. This question also demonstrates the representative's understanding of the industry landscape and willingness to address unmet needs.",
    "active": true
  }
},
{
  "model": "analysis.statementclassificationtypeprompt",
  "pk": 3,
  "fields": {
    "category": "PRESENTING",
    "definition": "Consist of REP’s factual and evidential segments where specific information about treatments, data, or scientific findings is shared with an aim to inform or persuade the HCP based on evidence. These statements should exclude any response from the HCP and focus solely on the content delivered by the REP, emphasizing the presentation's depth, credibility, and the strategic inclusion of facts or study results.",
    "examples": "Presenting Statement: #In our clinical trial, our product demonstrated a 30% reduction in symptom severity compared to the standard treatment.#\r\nReasoning: This statement presents specific efficacy data, highlighting the superiority of the represented product over the standard treatment. It provides concrete evidence of the product's effectiveness, which can be persuasive to the HCP.\r\n\r\nPresenting Statement: #According to the latest study published in a peer-reviewed journal, our product showed a statistically significant increase in patient survival rates at the 12-month mark.#\r\nReasoning: This statement establishes credibility by referencing a peer-reviewed study and presents compelling survival data. It demonstrates the product's clinical benefits in terms of patient outcomes, which can influence the HCP's treatment decisions.\r\n\r\nPresenting Statement: #Our product, as shown in a recent double-blind study, not only effectively controls symptoms but also has a favorable safety profile with minimal side effects reported.#\r\nReasoning: By referencing a double-blind study, this statement enhances credibility and emphasizes the product's safety profile. It reassures the HCP about the product's reliability and addresses potential concerns about adverse effects.\r\n\r\nPresenting Statement: #Based on real-world evidence from a large-scale observational study, our product has been associated with a significant reduction in hospitalizations among patients with [condition].#\r\nReasoning: This statement leverages real-world evidence to support the product's benefits, providing practical insights into its impact on patient outcomes. It showcases the product's value beyond controlled clinical trials, making it more relevant to the HCP's everyday practice.\r\n\r\nPresenting Statement: #Our product, featured in a recent meta-analysis of randomized controlled trials, consistently demonstrated superior efficacy across multiple endpoints compared to competitors.#\r\nReasoning: By referencing a meta-analysis, this statement aggregates evidence from multiple studies to support the product's efficacy claims. It emphasizes the product's competitive advantage and positions it as a preferred treatment option for the HCP to consider.",
    "active": true
  }
},
{
  "model": "analysis.statementclassificationtypeprompt",
  "pk": 4,
  "fields": {
    "category": "CLOSING_OUTCOME",
    "definition": "Capture the REP’s closing efforts and the HCP’s reactions. These statements revolve around summarizing the discussion, reaffirming the benefits of treatments or solutions, and explicitly or implicitly seeking commitments for next steps. Closing statements aim for a productive end to the conversation, indicating whether a commitment was achieved and outlining potential actions.",
    "examples": "Closing Statement: \"Can we schedule a follow-up meeting in four weeks to discuss implementation?\"\r\nReasoning: This statement explicitly asks for another meeting, indicating the representative's proactive approach to further engagement and follow-up. It sets a clear next step and encourages continued discussion.\r\n\r\nClosing Statement: \"Would you be willing to prescribe our product for your next suitable patient?\"\r\nReasoning: By asking for a commitment to prescribe the product, this statement seeks a specific action from the healthcare provider (HCP). It demonstrates confidence in the product's efficacy and encourages immediate adoption.\r\n\r\nClosing Statement: \"How about I draft the email introducing our product to your team while we're still on the call?\"\r\nReasoning: This statement offers to take immediate action, suggesting efficiency and proactive support from the representative. It facilitates the process of introducing the product to the HCP's team, moving towards implementation.\r\n\r\nClosing Statement: \"Let's discuss how we can ensure patient compliance and initiate the treatment together. What steps do you think we should take?\"\r\nReasoning: By involving the HCP in the decision-making process and discussing potential actions collaboratively, this statement encourages commitment and ownership. It fosters a sense of partnership and shared responsibility for treatment implementation.\r\n\r\nClosing Statement: \"I'll speak to the nurse right away to ensure they're briefed on administering our product. Would you like to join the call?\"\r\nReasoning: This statement not only offers to take immediate action but also invites the HCP to participate in the process. It demonstrates proactive support and collaboration, strengthening the relationship and facilitating implementation.",
    "active": true
  }
},
{
  "model": "analysis.statementlevelprompt",
  "pk": 1,
  "fields": {
    "category": "OPENING",
    "objective": "For each opening statement from a pharmaceutical sales representative (REP) to a healthcare professional (HCP), carefully assess the effectiveness of the greeting and the acknowledgment of the HCP's time, in addition to analyzing the clarity of the proposed discussion's purpose and the extent of explicit permission-seeking. Assign a precise category level that encapsulates the effectiveness of these initial interactions, covering aspects from social courtesies to the strategic initiation of the conversation. Include a confidence score to quantify your certainty in the level assessment, providing a comprehensive view of the REP's skill in starting a productive and respectful dialogue with the HCP.",
    "evaluation_criteria": "Opening Statements Evaluation Criteria:\r\n\r\nLevel Identification: Determine the level (1-4) based on the statement’s action orientation and explicit permission inquiry.\r\nAction Orientation: Evaluate if the statement indicates a clear, specific action related to the product.\r\nPermission Inquiry: Assess whether the REP explicitly requests the HCP's consent to proceed.\r\nConfidence Score: Provide a confidence score (0% to 100%) representing your certainty in the assigned level.",
    "score_assignment_criteria": "Score Assignment Guidelines:\r\n\r\nLevel 1: No clear purpose communicated.\r\nLevel 2: Intent to share or discuss information noted but lacks specific action or explicit permission request.\r\nLevel 3: Specific action outlined without a direct permission request.\r\nLevel 4: Specific action is mentioned, direct permission from the HCP is sought.",
    "instruction": "Instructions:\r\nReview each opening statement from the provided list.\r\nApply the evaluation criteria to determine each statement's level.\r\nAssign a confidence score based on how certain you are about the level placement.\r\nDo not alter the opening statements.\r\nCompile responses in the following format:",
    "examples": "Example Evaluations with Opening Statements and Confidence Scores:\r\nLevel 1 Example\r\nOpening Statement: \"Good morning, I hope you're doing well today.\"\r\nScore: Level 1\r\nConfidence Score: 90% (High confidence due to the absence of any discussion about the product or specific action.)\r\nLevel 2 Example\r\nOpening Statement: \"I’d like to show you some information about our new product.\"\r\nScore: Level 2\r\nConfidence Score: 80% (Fairly high confidence, recognizing the intent to share information without specifying an action or seeking permission.)\r\nLevel 3 Example\r\nOpening Statement: \"I think my product could really benefit your patients and would like to discuss you using it in the future.\"\r\nScore: Level 3\r\nConfidence Score: 75% (Moderate confidence, recognizing a suggestion to use the product in the future but lacking a direct permission request.)\r\nLevel 4 Example\r\nOpening Statement: \"I’d like to examine the protocol and see if you’d be willing to consider altering it with regard to my product. Is that okay with you?\"\r\nScore: Level 4\r\nConfidence Score: 95% (Very high confidence, clearly identifying both a proposed action and a direct request for permission.)",
    "notes": "the REP's opening statement, including greetings and acknowledgment of the HCP's time, for its effectiveness in clearly defining the discussion’s purpose and the extent of explicit permission-seeking. Assign a level that reflects not only the initial greeting and respect for time but also the clarity of the proposed conversation's goal. Include a confidence score to express your certainty in this assessment. This evaluation emphasizes the REP's skill in initiating engaging, respectful dialogue that sets a collaborative tone for the interaction.",
    "active": true
  }
},
{
  "model": "analysis.statementlevelprompt",
  "pk": 2,
  "fields": {
    "category": "QUESTIONING",
    "objective": "Assess each question posed by the REP to the HCP to determine how effectively it solicits the HCP's information, opinions, or experiences on treatment options, patient care, or specific medical tests. Assign a level to represent the question's depth and a confidence score to reflect the certainty of your assessment.",
    "evaluation_criteria": "Depth and Relevance: Evaluate the question based on its ability to elicit detailed and relevant responses from the HCP regarding their perspective, experiences, or actions related to patient care or treatment options.\r\n\r\nQuestion Level Identification: Classify each questioning statement into one of four levels, taking into account its potential to uncover valuable insights about the HCP's current practices or opinions, and how it may facilitate a productive dialogue.\r\n\r\nConfidence Score: Provide a percentage score indicating your confidence level in the assigned question level, which reflects how certain you are that the question aligns with intended objectives.",
    "score_assignment_criteria": "Level 1: Questions that primarily serve to create a comfortable atmosphere or rapport but might not directly relate to the professional topics of interest.\r\nLevel 2: Questions that probe into the current state of affairs, including existing treatment practices, opinions about therapies, or the HCP's specific approaches to patient care.\r\nLevel 3: Questions that might be perceived as challenging or could potentially make the HCP defensive but aim to uncover deeper needs or concerns related to treatment practices.\r\nLevel 4: Strategic questions that effectively encourage the HCP to think about improvements, opportunities, or unmet needs in patient care that the REP’s product or solution could address.",
    "instruction": "Read each question from the provided list of exchanges between the rep and the HCP.\r\nDetermine the question's level according to its potential to elicit valuable information and its approach to building rapport.\r\nProvide a confidence score for your level assignment, ranging from 0% to 100%.\r\nPresent your evaluations without altering the original questions.",
    "examples": "Example of a Level 1 Question:\r\n\r\n\"How has your week been so far?\"\r\nEvaluation: Level 1, Confidence Score: 90%. This question builds rapport but doesn't seek professional insights.\r\nExample of a Level 2 Question:\r\n\r\n\"What challenges do you face when deciding on LDL-C lowering therapies?\"\r\nEvaluation: Level 2, Confidence Score: 85%. This question encourages the HCP to share current practices and constraints.\r\nExample of a Level 3 Question:\r\n\r\n\"What’s stopping you from prescribing our new LDL-C lowering therapy?\"\r\nEvaluation: Level 3, Confidence Score: 80%. The question could elicit defensive responses but seeks to understand barriers directly.\r\nExample of a Level 4 Question:\r\n\r\n\"If you could design the ideal LDL-C therapy, what features would it have?\"\r\nEvaluation: Level 4, Confidence Score: 95%. This question prompts the HCP to imagine an ideal solution, opening dialogue about potential improvements and unmet needs.",
    "notes": "Through evaluating questions using the described criteria and examples, assessors can provide meaningful feedback on the questioning strategies used by REPs to engage HCPs. This method fosters a deeper understanding of how questions can foster productive discussions, highlight the HCP's needs, and explore practical solutions within the context of patient care and treatment options.",
    "active": true
  }
},
{
  "model": "analysis.statementlevelprompt",
  "pk": 3,
  "fields": {
    "category": "PRESENTING",
    "objective": "Evaluate each presenting statement made by the REP in their interaction with the HCP. Your goal is to determine how effectively the REP introduces and presents scientific findings, which can include studies, papers, graphs, or diagrams. Assign a level to represent the effectiveness and credibility of the presentation and include a confidence score reflecting your certainty about the assessment.",
    "evaluation_criteria": "Content and Scientific Rigor: Assess the depth and scientific integrity of the information presented, including how well the REP introduces the findings and the use of specific details to add credibility.\r\n\r\nPresentation Level Identification: Classify each presenting statement into one of four levels based on the specificity and independence of the scientific evidence presented and its introduction.\r\n\r\nConfidence Score: Provide a percentage score indicating your confidence in the assigned presentation level, reflecting how certain you are that the presentation aligns with its intended objective.",
    "score_assignment_criteria": "Level 1: No specific scientific findings or information presented.\r\nLevel 2: Basic presentation of scientific findings or information, including efficacy, risk reduction, or comparisons to competitors, without detailed introduction.\r\nLevel 3: Scientific data or research introduced to establish expertise, with at least one fact used for credibility. The language suggests the presenting company conducted the research.\r\nLevel 4: Independent scientific data or research presented with multiple facts for credibility and a detailed introduction, suggesting the research is independent of the company.",
    "instruction": ".Read each question from the provided list of exchanges between the rep and the HCP. Determine the question's level according to its potential to elicit valuable information and its approach to building rapport. Provide a confidence score for your level assignment, ranging from 0% to 100%. Present your evaluations without altering the original questions.",
    "examples": "Example of a Level 2 Presentation:\r\n\r\n\"This results in 20% more people being alive after 12 months.\"\r\nEvaluation: Level 2, Confidence Score: 85%. The REP presents compelling findings but does not provide an introduction that establishes scientific credibility or independence.\r\nExample of a Level 3 Presentation:\r\n\r\n\"This research was a double-blind, and we showed non-superiority against...\"\r\nEvaluation: Level 3, Confidence Score: 80%. The statement introduces the research method and uses \"we\" to indicate the company's involvement, enhancing credibility.\r\nExample of a Level 4 Presentation:\r\n\r\n\"Let me introduce you to the HARLOW STUDY, it was published in the New England Journal of Medicine, it had 432 patients and it showed equivalent efficacy to TOPICAMAB with fewer side effects because it is topical rather than systemic.\"\r\nEvaluation: Level 4, Confidence Score: 95%. The statement provides a detailed introduction with independent validation, multiple facts for credibility, and clearly distinguishes the study's independence from the company.",
    "notes": "Evaluate how effectively the REP presents scientific evidence (studies, papers, graphs, diagrams) to the HCP, aiming to influence their decision-making on patient treatment. Assess the clarity, credibility, and impact of the presentation. Assign a level to rate the presentation's effectiveness and a confidence score to reflect your certainty in this assessment. This evaluation focuses on the REP's ability to strategically convey scientific data to inform or persuade the HCP.",
    "active": true
  }
},
{
  "model": "analysis.statementlevelprompt",
  "pk": 4,
  "fields": {
    "category": "CLOSING",
    "objective": "Evaluate each closing statement made by the REP in their interaction with the HCP. Your goal is to determine how effectively the REP seeks a commitment or next step from the HCP. Assign a level to represent the effectiveness and clarity of the closing statement and include a confidence score reflecting your certainty about the assessment.",
    "evaluation_criteria": "Level 1: No commitment asked for or requested, sending information, or non-action-based requests.\r\nLevel 2: Commitment to another meeting is requested or attempts to arrange the next meeting.\r\nLevel 3: Commitment to do something specific is asked for (e.g., prescribing a product).\r\nLevel 4: Encourages HCP to volunteer a commitment or outline next steps independently.",
    "score_assignment_criteria": "Level 1: No actionable commitment or follow-up requested (e.g., \"Thank you for your time, see you soon.\").\r\nLevel 2: Requests for another meeting or follow-up (e.g., \"Can we meet again in four weeks?\").\r\nLevel 3: Specific action-based requests (e.g., \"Will you prescribe my product for the next patient?\").\r\nLevel 4: Open-ended questions encouraging the HCP to outline next steps or volunteer commitments (e.g., \"What would be the best way forward with arranging that introduction?\").",
    "instruction": "Read each closing statements from the provided statements.\r\nDetermine the statement's level based on its potential to elicit valuable information and approach to securing a commitment.\r\nProvide a confidence score for your level assignment, ranging from 0% to 100%.\r\nPresent your evaluations without altering the original dialogue.",
    "examples": "Level 1 Presentation:\r\nStatement: \"Thank you for your time, see you soon.\"\r\nEvaluation: Level 1, Confidence Score: 90%. The statement does not request any specific commitment or follow-up.\r\nLevel 2 Presentation:\r\nStatement: \"Can we meet again in four weeks?\"\r\nEvaluation: Level 2, Confidence Score: 85%. The REP requests a follow-up meeting.\r\nLevel 3 Presentation:\r\nStatement: \"Will you prescribe my product for the next patient?\"\r\nEvaluation: Level 3, Confidence Score: 80%. The REP asks for a specific commitment.\r\nLevel 4 Presentation:\r\nStatement: \"What would be the best way forward with arranging that introduction?\"\r\nEvaluation: Level 4, Confidence Score: 95%. The REP encourages the HCP to outline the next steps.",
    "notes": "Evaluate how effectively the REP seeks a commitment or next step from the HCP. Assess the clarity and impact of the closing statement. Assign a level to rate the effectiveness of the statement and a confidence score to reflect your certainty in this assessment. This evaluation focuses on the REP's ability to strategically secure a commitment or next steps from the HCP.",
    "active": true
  }
},
{
  "model": "analysis.statementlevelprompt",
  "pk": 5,
  "fields": {
    "category": "OUTCOME",
    "objective": "Evaluate each outcome statement made by the HCP in response to the REP's closing question. Your goal is to determine how effectively the HCP's response aligns with the REP's objective and the commitment sought. Assign a level to represent the concreteness and specificity of the outcome and include a confidence score reflecting your certainty about the assessment.",
    "evaluation_criteria": "Level 1: Outcomes are nebulous, nondescript, and nothing tangible, or a direct \"No\" to a request.\r\nLevel 2: A “Yes” is given to a request for another meeting or follow-up.\r\nLevel 3: A “Yes” is given to a specific action-based request to do something other than attend a meeting.\r\nLevel 4: The HCP volunteers to do something different as a result of the conversation, such as making notes, describing a specific patient profile, calling a colleague, or taking immediate action.",
    "score_assignment_criteria": "Level 1: No tangible commitment or a direct \"No\" (e.g., \"Leave it with me.\").\r\nLevel 2: Agreement to a follow-up meeting or similar (e.g., \"Yes, let's schedule another meeting.\").\r\nLevel 3: Agreement to a specific action other than a meeting (e.g., \"Yes, I'll start using your product.\").\r\nLevel 4: Immediate, proactive steps taken or suggested by the HCP (e.g., \"Let me draft the email while you’re here.\").",
    "instruction": "Read each outcome statement from the provided transcript.\r\nDetermine the statement's level based on its potential to provide a tangible and actionable outcome.\r\nProvide a confidence score for your level assignment, ranging from 0% to 100%.\r\nPresent your evaluations without altering the original statements.",
    "examples": "Level 1 Outcome:\r\nStatement: \"Leave it with me.\"\r\nEvaluation: Level 1, Confidence Score: 90%. The statement is non-committal and does not provide any tangible outcome.\r\nLevel 2 Outcome:\r\nStatement: \"Yes, let's schedule another meeting.\"\r\nEvaluation: Level 2, Confidence Score: 85%. The HCP agrees to a follow-up meeting.\r\nLevel 3 Outcome:\r\nStatement: \"Yes, I'll start using your product.\"\r\nEvaluation: Level 3, Confidence Score: 80%. The HCP agrees to a specific action.\r\nLevel 4 Outcome:\r\nStatement: \"Let me draft the email while you’re here.\"\r\nEvaluation: Level 4, Confidence Score: 95%. The HCP takes immediate and proactive steps.",
    "notes": "Evaluate how effectively the HCP's response aligns with the REP's objective and the specificity of the commitment. Assess the clarity and impact of the outcome statement. Assign a level to rate the concreteness and specificity of the outcome and a confidence score to reflect your certainty in this assessment. This evaluation focuses on the HCP's response to the REP's closing question and the resulting action or commitment.",
    "active": true
  }
},
{
  "model": "analysis.finalstatementwithlevel",
  "pk": 90,
  "fields": {
    "transcription": 2,
    "category": "OPENING",
    "level": 1,
    "confidence_score": "90",
    "reason_for_level": "The statement is a simple greeting, without any clear purpose or action related to the product.",
    "statement": "Hi, Tracey. Nice to see you again."
  }
},
{
  "model": "analysis.finalstatementwithlevel",
  "pk": 91,
  "fields": {
    "transcription": 2,
    "category": "OPENING",
    "level": 1,
    "confidence_score": "90",
    "reason_for_level": "The statement is a general inquiry about the HCP's well-being, without any clear purpose or action related to the product.",
    "statement": "How are you?"
  }
},
{
  "model": "analysis.finalstatementwithlevel",
  "pk": 92,
  "fields": {
    "transcription": 2,
    "category": "OPENING",
    "level": 1,
    "confidence_score": "90",
    "reason_for_level": "The statement is a polite response and acknowledgment, without any clear purpose or action related to the product.",
    "statement": "I’m very well, thank you. Thank you for meeting with me today."
  }
},
{
  "model": "analysis.finalstatementwithlevel",
  "pk": 93,
  "fields": {
    "transcription": 2,
    "category": "OPENING",
    "level": 4,
    "confidence_score": "95",
    "reason_for_level": "The statement clearly outlines the purpose of the discussion and directly seeks the HCP's permission to proceed.",
    "statement": "Remind me, Tracey, I understand from Partridge Health that you’re looking to repatriate your CCPs, so I was hoping today if we could just chat about that a little bit and just ask you a few questions about that, if that’d be okay?"
  }
},
{
  "model": "analysis.finalstatementwithlevel",
  "pk": 94,
  "fields": {
    "transcription": 2,
    "category": "QUESTIONING",
    "level": 2,
    "confidence_score": "85",
    "reason_for_level": "The question probes into the current state of affairs regarding the HCP's instrument set-up in immunology.",
    "statement": "So with your instrument set-up at the moment, what instruments do you have in immunology at the moment?"
  }
},
{
  "model": "analysis.finalstatementwithlevel",
  "pk": 95,
  "fields": {
    "transcription": 2,
    "category": "QUESTIONING",
    "level": 2,
    "confidence_score": "90",
    "reason_for_level": "The question seeks to understand the HCP's current workload related to CCPs.",
    "statement": "So with the CCPs, Tracey, what’s your workload at the moment? How many are you doing a day, roughly?"
  }
},
{
  "model": "analysis.finalstatementwithlevel",
  "pk": 96,
  "fields": {
    "transcription": 2,
    "category": "QUESTIONING",
    "level": 2,
    "confidence_score": "80",
    "reason_for_level": "The question asks about the HCP's current practices regarding where they send their samples for analysis.",
    "statement": "And so you’re sending them away to Partridge at the moment, and what analyser do they run them on?"
  }
},
{
  "model": "analysis.finalstatementwithlevel",
  "pk": 97,
  "fields": {
    "transcription": 2,
    "category": "QUESTIONING",
    "level": 4,
    "confidence_score": "90",
    "reason_for_level": "The question encourages the HCP to envision an ideal service set-up for CCPs, opening dialogue about potential improvements.",
    "statement": "So in terms of bringing them back in house then, in a perfect world, how would you like to see the service set-up for your CCPs here? How would you like to run them, do you think?"
  }
},
{
  "model": "analysis.finalstatementwithlevel",
  "pk": 98,
  "fields": {
    "transcription": 2,
    "category": "QUESTIONING",
    "level": 2,
    "confidence_score": "85",
    "reason_for_level": "The question probes into the HCP's priorities regarding turnaround times.",
    "statement": "I see, so turnaround times are key really for you?"
  }
},
{
  "model": "analysis.finalstatementwithlevel",
  "pk": 99,
  "fields": {
    "transcription": 2,
    "category": "QUESTIONING",
    "level": 2,
    "confidence_score": "80",
    "reason_for_level": "The question seeks to understand the HCP's current usage of the Optimed 360.",
    "statement": "So with the Optimed 360 at the moment, are you running that every day?"
  }
},
{
  "model": "analysis.finalstatementwithlevel",
  "pk": 100,
  "fields": {
    "transcription": 2,
    "category": "QUESTIONING",
    "level": 2,
    "confidence_score": "85",
    "reason_for_level": "The question asks about the frequency of running a specific method, providing insight into current practices.",
    "statement": "And how often do you run the EliA IgG method?"
  }
},
{
  "model": "analysis.finalstatementwithlevel",
  "pk": 101,
  "fields": {
    "transcription": 2,
    "category": "QUESTIONING",
    "level": 4,
    "confidence_score": "90",
    "reason_for_level": "The question proposes a potential change in practice and seeks the HCP's opinion, encouraging dialogue about improvements.",
    "statement": "So what would you say, then, if we could look at, say, for example, running your CCPs three times a day? Because am I right in thinking that CCP testing, it’s not classed as urgent, per se?"
  }
},
{
  "model": "analysis.finalstatementwithlevel",
  "pk": 102,
  "fields": {
    "transcription": 2,
    "category": "QUESTIONING",
    "level": 2,
    "confidence_score": "80",
    "reason_for_level": "The question seeks specific information about the time to result for a particular test.",
    "statement": "One thing though, what’s the first time to result for those?"
  }
},
{
  "model": "analysis.finalstatementwithlevel",
  "pk": 103,
  "fields": {
    "transcription": 2,
    "category": "QUESTIONING",
    "level": 4,
    "confidence_score": "90",
    "reason_for_level": "The question proposes a potential change in practice and seeks the HCP's opinion, encouraging dialogue about improvements.",
    "statement": "So does that sounds like something that would work in terms of doing CCP three times a day, do you think that would fit?"
  }
},
{
  "model": "analysis.finalstatementwithlevel",
  "pk": 104,
  "fields": {
    "transcription": 2,
    "category": "QUESTIONING",
    "level": 3,
    "confidence_score": "85",
    "reason_for_level": "The question could potentially make the HCP defensive as it suggests a change in practice, but it aims to uncover deeper needs or concerns.",
    "statement": "And then, what would be involved in that, Tracey, in terms of if you wanted to consider looking at them on the Optimed 360?"
  }
},
{
  "model": "analysis.finalstatementwithlevel",
  "pk": 105,
  "fields": {
    "transcription": 2,
    "category": "PRESENTING",
    "level": 1,
    "confidence_score": "90",
    "reason_for_level": "The REP is providing background information, but no specific scientific findings or information are presented.",
    "statement": "Great. So before I go into that, I just wanted to do a little bit more of a background to the lab."
  }
},
{
  "model": "analysis.finalstatementwithlevel",
  "pk": 106,
  "fields": {
    "transcription": 2,
    "category": "PRESENTING",
    "level": 2,
    "confidence_score": "85",
    "reason_for_level": "The REP mentions the Biovance automated system and its benefits, but does not provide detailed introduction or specific scientific findings.",
    "statement": "They’re using the Biovance automated system, so they just pop them on and they’re tracked and the turnaround times are really rapid, which is fantastic."
  }
},
{
  "model": "analysis.finalstatementwithlevel",
  "pk": 107,
  "fields": {
    "transcription": 2,
    "category": "PRESENTING",
    "level": 2,
    "confidence_score": "80",
    "reason_for_level": "The REP discusses the process time and turnaround times, but does not introduce any scientific data or research.",
    "statement": "I want to say it’s about an hour and a half, but I’m not entirely sure. Funny you say that, actually, I’ve got a brochure that talks about the process time and shows a schematic, but I don’t actually have any with me, so sorry about that, but I could maybe get one to you. But that shows quite nicely the time to first result. So still comfortably within your working day, and working during the three days per week for CCPs, you would be within your turnaround time."
  }
},
{
  "model": "analysis.finalstatementwithlevel",
  "pk": 108,
  "fields": {
    "transcription": 2,
    "category": "PRESENTING",
    "level": 1,
    "confidence_score": "95",
    "reason_for_level": "The REP is responding to a request, but no specific scientific findings or information are presented.",
    "statement": "Yes, I’m sure we could sort something out for you, that’s no problem. Leave that with me."
  }
},
{
  "model": "analysis.finalstatementwithlevel",
  "pk": 109,
  "fields": {
    "transcription": 2,
    "category": "CLOSING",
    "level": 2,
    "confidence_score": "90",
    "reason_for_level": "The REP requests another meeting to discuss in more detail.",
    "statement": "{'closing_statement': 'So that’s really great. I’ve got a good understanding of what you’re looking to achieve. So perhaps maybe the next step would be we could arrange another meeting and we can talk about it again in a little bit more detail. Does that sound okay?', 'outcome_statement': 'Yes, absolutely.'}"
  }
},
{
  "model": "analysis.finalstatementwithlevel",
  "pk": 110,
  "fields": {
    "transcription": 2,
    "category": "CLOSING",
    "level": 1,
    "confidence_score": "80",
    "reason_for_level": "The REP suggests the possibility of a future discussion but does not request a specific commitment.",
    "statement": "{'closing_statement': 'We can always come back.', 'outcome_statement': 'Yes.'}"
  }
},
{
  "model": "analysis.finalstatementwithlevel",
  "pk": 111,
  "fields": {
    "transcription": 2,
    "category": "CLOSING",
    "level": 2,
    "confidence_score": "85",
    "reason_for_level": "The REP thanks the HCP for the meeting and suggests a follow-up discussion.",
    "statement": "{'closing_statement': 'Yes, that’d be really helpful, but thank you for today, that’s really useful to know where you are and what you’re looking to achieve, and yes, we can come back and talk about it again.', 'outcome_statement': 'Okay, super.'}"
  }
},
{
  "model": "analysis.finalstatementwithlevel",
  "pk": 112,
  "fields": {
    "transcription": 2,
    "category": "CLOSING",
    "level": 1,
    "confidence_score": "90",
    "reason_for_level": "The REP only thanks the HCP without asking for any commitment or next step.",
    "statement": "{'closing_statement': 'So thank you.', 'outcome_statement': 'Yes, lovely to see you.'}"
  }
},
{
  "model": "analysis.finalstatementwithlevel",
  "pk": 113,
  "fields": {
    "transcription": 2,
    "category": "CLOSING",
    "level": 1,
    "confidence_score": "90",
    "reason_for_level": "The REP does not request any specific commitment or follow-up.",
    "statement": "{'closing_statement': 'And you.', 'outcome_statement': 'Bye.'}"
  }
},
{
  "model": "analysis.finalstatementwithlevel",
  "pk": 114,
  "fields": {
    "transcription": 2,
    "category": "CLOSING",
    "level": 1,
    "confidence_score": "90",
    "reason_for_level": "The REP does not request any specific commitment or follow-up.",
    "statement": "{'closing_statement': 'Bye-bye.', 'outcome_statement': 'Bye.'}"
  }
},
{
  "model": "analysis.finalstatementwithlevel",
  "pk": 115,
  "fields": {
    "transcription": 2,
    "category": "OUTCOME",
    "level": 2,
    "confidence_score": "90",
    "reason_for_level": "The HCP agrees to another meeting for further discussion.",
    "statement": "{'closing_statement': 'So that’s really great. I’ve got a good understanding of what you’re looking to achieve. So perhaps maybe the next step would be we could arrange another meeting and we can talk about it again in a little bit more detail. Does that sound okay?', 'outcome_statement': 'Yes, absolutely.'}"
  }
},
{
  "model": "analysis.finalstatementwithlevel",
  "pk": 116,
  "fields": {
    "transcription": 2,
    "category": "OUTCOME",
    "level": 2,
    "confidence_score": "80",
    "reason_for_level": "The HCP agrees to revisit the topic, implying a potential follow-up.",
    "statement": "{'closing_statement': 'We can always come back.', 'outcome_statement': 'Yes.'}"
  }
},
{
  "model": "analysis.finalstatementwithlevel",
  "pk": 117,
  "fields": {
    "transcription": 2,
    "category": "OUTCOME",
    "level": 2,
    "confidence_score": "85",
    "reason_for_level": "The HCP acknowledges the usefulness of the discussion and agrees to talk about it again.",
    "statement": "{'closing_statement': 'Yes, that’d be really helpful, but thank you for today, that’s really useful to know where you are and what you’re looking to achieve, and yes, we can come back and talk about it again.', 'outcome_statement': 'Okay, super.'}"
  }
},
{
  "model": "analysis.finalstatementwithlevel",
  "pk": 118,
  "fields": {
    "transcription": 2,
    "category": "OUTCOME",
    "level": 1,
    "confidence_score": "70",
    "reason_for_level": "The HCP provides a polite closing but no concrete commitment or action.",
    "statement": "{'closing_statement': 'So thank you.', 'outcome_statement': 'Yes, lovely to see you.'}"
  }
},
{
  "model": "analysis.finalstatementwithlevel",
  "pk": 119,
  "fields": {
    "transcription": 2,
    "category": "OUTCOME",
    "level": 1,
    "confidence_score": "70",
    "reason_for_level": "The HCP provides a polite closing but no concrete commitment or action.",
    "statement": "{'closing_statement': 'And you.', 'outcome_statement': 'Bye.'}"
  }
},
{
  "model": "analysis.finalstatementwithlevel",
  "pk": 120,
  "fields": {
    "transcription": 2,
    "category": "OUTCOME",
    "level": 1,
    "confidence_score": "70",
    "reason_for_level": "The HCP provides a polite closing but no concrete commitment or action.",
    "statement": "{'closing_statement': 'Bye-bye.', 'outcome_statement': 'Bye.'}"
  }
}
]
